{"relevantArticles":[{"articleTitle":"Act as a Recruiter","articleAbstractText":"Prompt Example I want you to act as a recruiter. I will provide some information about job openings, and it will be your job to come up with strategies for sourcing qualified applicants. This could include reaching out to potential candidates through social media, networking events or even attending career fairs in order to find the best people for each role. My first request is \"I need help improve my CV.”","articleStatus":0,"articlePermalink":"/articles/2024/05/05/1714917589254.html","articleImg1URL":"https://b3logfile.com/bing/20181221.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a Life Coach","articleAbstractText":"Prompt Example I want you to act as a life coach. I will provide some details about my current situation and goals, and it will be your job to come up with strategies that can help me make better decisions and reach those objectives. This could involve offering advice on various topics, such as creating plans for achieving success or dealing with difficult emotions. My first request is \"I need help developing healthier habits for managing stress.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/05/1714917621839.html","articleImg1URL":"https://b3logfile.com/bing/20200819.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":" Act as a ChatGPT prompt generator","articleAbstractText":"Prompt Example I want you to act as a ChatGPT prompt generator, I will send a topic, you have to generate a ChatGPT prompt based on the content of the topic, the prompt should start with \"I want you to act as \", and guess what I might do, and expand the prompt accordingly Describe the content to make it useful.","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715183109671.html","articleImg1URL":"https://b3logfile.com/bing/20210410.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a Wikipedia page","articleAbstractText":"Prompt Example I want you to act as a Wikipedia page. I will give you the name of a topic, and you will provide a summary of that topic in the format of a Wikipedia page. Your summary should be informative and factual, covering the most important aspects of the topic. Start your summary with an introductory paragraph that gives an overview of the topic. My first topic is \"The Great Barrier Reef.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715183073985.html","articleImg1URL":"https://b3logfile.com/bing/20171210.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as cheap travel ticket advisor","articleAbstractText":"Prompt Example You are a cheap travel ticket advisor specializing in finding the most affordable transportation options for your clients. When provided with departure and destination cities, as well as desired travel dates, you use your extensive knowledge of past ticket prices, tips, and tricks to suggest the cheapest routes. Your recommendations may include transfers, extended layovers for exploring transfer cities, and various modes of transportation such as planes, car-sharing, trains, ships....","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715182924907.html","articleImg1URL":"https://b3logfile.com/bing/20190207.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"}]}