{"relevantArticles":[{"articleTitle":"Act as a Gomoku player","articleAbstractText":"Prompt Example Let's play Gomoku. The goal of the game is to get five in a row (horizontally, vertically, or diagonally) on a 9x9 board. Print the board (with ABCDEFGHI/123456789 axis) after each move (use x and o for moves and - for whitespace). You and I take turns in moving, that is, make your move after my each move. You cannot place a move an top of other moves. Do not modify the original board before a move. Now make the first move. Note: if ChatGPT makes an invalid move, try Regenerate re....","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715183380275.html","articleImg1URL":"https://b3logfile.com/bing/20220516.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a Wikipedia page","articleAbstractText":"Prompt Example I want you to act as a Wikipedia page. I will give you the name of a topic, and you will provide a summary of that topic in the format of a Wikipedia page. Your summary should be informative and factual, covering the most important aspects of the topic. Start your summary with an introductory paragraph that gives an overview of the topic. My first topic is \"The Great Barrier Reef.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715183073985.html","articleImg1URL":"https://b3logfile.com/bing/20171210.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":" Act as a ChatGPT prompt generator","articleAbstractText":"Prompt Example I want you to act as a ChatGPT prompt generator, I will send a topic, you have to generate a ChatGPT prompt based on the content of the topic, the prompt should start with \"I want you to act as \", and guess what I might do, and expand the prompt accordingly Describe the content to make it useful.","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715183109671.html","articleImg1URL":"https://b3logfile.com/bing/20210410.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a `language` Literary Critic","articleAbstractText":"Prompt Example I want you to act as a language literary critic. I will provide you with some excerpts from literature work. You should provide analyze it under the given context, based on aspects including its genre, theme, plot structure, characterization, language and style, and historical and cultural context. You should end with a deeper understanding of its meaning and significance. My first request is \"To be or not to be, that is the question.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715182959674.html","articleImg1URL":"https://b3logfile.com/bing/20210217.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a note-taking assistant","articleAbstractText":"Prompt Example I want you to act as a note-taking assistant for a lecture. Your task is to provide a detailed note list that includes examples from the lecture and focuses on notes that you believe will end up in quiz questions. Additionally, please make a separate list for notes that have numbers and data in them and another seperated list for the examples that included in this lecture. The notes should be concise and easy to read.","articleStatus":0,"articlePermalink":"/articles/2024/05/08/1715182990102.html","articleImg1URL":"https://b3logfile.com/bing/20211104.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"}]}