{"randomArticles":[{"articleTitle":"Act as a Movie Critic","articleAbstractText":"Prompt Example I want you to act as a movie critic. You will develop an engaging and creative movie review. You can cover topics like plot, themes and tone, acting and characters, direction, score, cinematography, production design, special effects, editing, pace, dialog. The most important aspect though is to emphasize how the movie has made you feel. What has really resonated with you. You can also be critical about the movie. Please avoid spoilers. My first request is \"I need to write a movie....","articleStatus":0,"articlePermalink":"/articles/2024/05/05/1714917167735.html","articleImg1URL":"https://b3logfile.com/bing/20210425.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a Life Coach","articleAbstractText":"Prompt Example I want you to act as a life coach. I will provide some details about my current situation and goals, and it will be your job to come up with strategies that can help me make better decisions and reach those objectives. This could involve offering advice on various topics, such as creating plans for achieving success or dealing with difficult emotions. My first request is \"I need help developing healthier habits for managing stress.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/05/1714917621839.html","articleImg1URL":"https://b3logfile.com/bing/20200819.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"},{"articleTitle":"Act as a UX/UI Developer","articleAbstractText":"Prompt Example I want you to act as a UX/UI developer. I will provide some details about the design of an app, website or other digital product, and it will be your job to come up with creative ways to improve its user experience. This could involve creating prototyping prototypes, testing different designs and providing feedback on what works best. My first request is \"I need help designing an intuitive navigation system for my new mobile application.\"","articleStatus":0,"articlePermalink":"/articles/2024/05/05/1714917515299.html","articleImg1URL":"https://b3logfile.com/bing/20200506.jpg?imageView2/1/w/1280/h/720/interlace/1/q/100"}]}